<?php
/**
 * Created by PhpStorm.
 * User: 冰淇淋
 * Date: 2020/7/29 0029
 * Time: 下午 8:48
 * Use ：奖项说明
 */

return  [
    'EM_C_ACTOR' =>'艾美奖喜剧类最佳男主角',
    'EM_C_ACTRESS' =>'艾美奖喜剧类最佳女主角',
    'EM_C_MACTOR' =>'艾美奖喜剧类最佳男配角',
    'EM_C_MACTRESS' =>'艾美奖喜剧类最佳女配角',
    'EM_C_DIREC' =>'艾美奖喜剧类最佳导演',
    'EM_C_WRIT' =>'艾美奖喜剧类最佳编剧',
    'EM_C' =>'艾美奖喜剧类最佳剧集',

    'EM_D_ACTOR' =>'艾美奖剧情类最佳男主角',
    'EM_D_ACTRESS' =>'艾美奖剧情类最佳女主角',
    'EM_D_MACTOR' =>'艾美奖剧情类最佳男配角',
    'EM_D_MACTRESS' =>'艾美奖剧情类最佳女配角',
    'EM_D_DIREC' =>'艾美奖剧情类最佳导演',
    'EM_D_WRIT' =>'艾美奖剧情类最佳编剧',
    'EM_D' =>'艾美奖剧情类最佳剧集',

    'EM_S_ACTOR' =>'艾美奖限定剧/电视电影最佳男主角',
    'EM_S_ACTRESS' =>'艾美奖限定剧/电视电影最佳女主角',
    'EM_S_MACTOR' =>'艾美奖限定剧/电视电影最佳男配角',
    'EM_S_MACTRESS' =>'艾美奖限定剧/电视电影最佳女配角',
    'EM_S_DIREC' =>'艾美奖限定剧/电视电影最佳导演',
    'EM_S_WRIT' =>'艾美奖限定剧/电视电影最佳编剧',
    'EM_S' =>'艾美奖最佳限定剧/电视电影',

    'EM_A' =>'艾美奖最佳动画节目',

    'GGA_CM_ACTOR' =>'金球奖喜剧类最佳男主角',
    'GGA_CM_ACTRESS' =>'金球奖喜剧类最佳女主角',
    'GGA_CM_MACTOR' =>'金球奖喜剧类最佳男配角',
    'GGA_CM_MACTRESS' =>'金球奖喜剧类最佳女配角',
    'GGA_CM_DIREC' =>'金球奖喜剧类最佳导演',
    'GGA_CM_WRIT' =>'金球奖喜剧类最佳编剧',
    'GGA_CM' =>'金球奖喜剧类最佳剧集',

    'GGA_D_ACTOR' =>'金球奖剧情类最佳男主角',
    'GGA_D_ACTRESS' =>'金球奖剧情类最佳女主角',
    'GGA_D_MACTOR' =>'金球奖剧情类最佳男配角',
    'GGA_D_MACTRESS' =>'金球奖剧情类最佳女配角',
    'GGA_D_DIREC' =>'金球奖剧情类最佳导演',
    'GGA_D_WRIT' =>'金球奖剧情类最佳编剧',
    'GGA_D' =>'金球奖剧情类最佳剧集',

    'GGA_S_ACTOR' =>'金球奖限定剧/电视电影最佳男主角',
    'GGA_S_ACTRESS' =>'金球奖限定剧/电视电影最佳女主角',
    'GGA_S_MACTOR' =>'金球奖限定剧/电视电影最佳男配角',
    'GGA_S_MACTRESS' =>'金球奖限定剧/电视电影最佳女配角',
    'GGA_S_DIREC' =>'金球奖限定剧/电视电影最佳导演',
    'GGA_S_WRIT' =>'金球奖限定剧/电视电影最佳编剧',
    'GGA_S' =>'金球奖最佳限定剧/电视电影',

    'CCA_CM_ACTOR' =>'评论家选择奖喜剧类最佳男主角',
    'CCA_CM_ACTRESS' =>'评论家选择奖喜剧类最佳女主角',
    'CCA_CM_MACTOR' =>'评论家选择奖喜剧类最佳男配角',
    'CCA_CM_MACTRESS' =>'评论家选择奖喜剧类最佳女配角',
    'CCA_CM_DIREC' =>'评论家选择奖喜剧类最佳导演',
    'CCA_CM_WRIT' =>'评论家选择奖喜剧类最佳编剧',
    'CCA_CM' =>'评论家选择奖喜剧类最佳剧集',

    'CCA_D_ACTOR' =>'评论家选择奖剧情类最佳男主角',
    'CCA_D_ACTRESS' =>'评论家选择奖剧情类最佳女主角',
    'CCA_D_MACTOR' =>'评论家选择奖剧情类最佳男配角',
    'CCA_D_MACTRESS' =>'评论家选择奖剧情类最佳女配角',
    'CCA_D_DIREC' =>'评论家选择奖剧情类最佳导演',
    'CCA_D_WRIT' =>'评论家选择奖剧情类最佳编剧',
    'CCA_D' =>'评论家选择奖剧情类最佳剧集',

    'CCA_S_ACTOR' =>'评论家选择奖限定剧/电视电影最佳男主角',
    'CCA_S_ACTRESS' =>'评论家选择奖限定剧/电视电影最佳女主角',
    'CCA_S_MACTOR' =>'评论家选择奖限定剧/电视电影最佳男配角',
    'CCA_S_MACTRESS' =>'评论家选择奖限定剧/电视电影最佳女配角',
    'CCA_S_DIREC' =>'评论家选择奖限定剧/电视电影最佳导演',
    'CCA_S_WRIT' =>'评论家选择奖限定剧/电视电影最佳编剧',
    'CCA_S' =>'评论家选择奖最佳限定剧/电视电影',

    'CCA_A' =>'评论家选择奖最佳动画节目'
];